Repository: JasperGrimm/imagnet
Catalog: magnet/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Order App
ru: Приложение "заказы"

source: Magnet
ru: Магнитик

source: Magnet List
ru: Список магнитиков

source: New order
ru: Новый заказ

source: Waiting for payment
ru: Ожидает оплаты

source: Waiting to be sent
ru: Ожидает отправки

source: Sent
ru: Отправлен

source: Canceled
ru: Отменен

source: Payment online
ru: Оплатить онлайн

source: After delivery
ru: Оплатить при получении

source: Magnet image
ru: Список магнитиков

source: Magnet #%d
ru: Магнитик #%d

source: Magnet for the customer
ru: Магнитик заказчика

source: Magnets for the customers
ru: Магнитики заказчиков

source: count from
ru: Количество [от]

source: count to
ru: Количество [до]

source: Price
ru: Цена

source: Cash on delivery
ru: Надбавка за наложенный платеж

source: less then %d
ru: менее %d

source: more then %d
ru: больше чем %d

source: from %(from)f to %(to)f
ru: от %(from)f до %(to)f

source: Magnet price
ru: Цена магнитика

source: Magnet prices
ru: Цены магнитиков

source: Unique number of order (it's a part of the url)
ru: Уникальный номер заказа (является частью URL)

source: Magnets
ru: Магнитик

source: Status
ru: Статус

source: Order
ru: Заказ

source: Orders
ru: Заказы

source: Image for magnet on main page
ru: Картинка магнитика на главной странице

source: Images for magnet on main page
ru: Картинки магнитика на главной странице

source: %(magnet_count)s magnet
ru: %(magnet_count)s магнитик

source: declaration #%(declaration_number)s
ru: № декларации: %(declaration_number)s
